Repository: deepskystacker/uChmViewer
Catalog: po/uchmviewer_*.po
Languages: pl

source: About uChmViewer
pl: O uChmViewer

source: About application
pl: O aplikacji

source: About text
pl: O tekście

source: Thanks
pl: Podziękowania

source: uChmViewer settings
pl: Ustawienia uChmViewer

source: General behavior
pl: Zachowanie

source: If started with no arguments
pl: Jeśli uruchomiono bez argumentów

source: Start with nothing loaded
pl: Uruchom bez załadowania niczego

source: Pop up the "open file" dialog
pl: Okno Pop up "otwórz plik"

source: Open the &last used CHM file, if exist
pl: Otwórz ostatnio użyty plik CHM jeże&li istnieje

source: History
pl: Historia

source: Store history information for
pl: Informacje o historii przechowywania dla

source: latest files
pl: ostatnie pliki

source: Remembers the information about the files, which were opened. Remembers last opened page, search history, font size, bookmarks and so on.
pl: Zapamiętuje informacje o plikach, które zostały otwarte. Zapamiętuje ostatnio otwartą stronę, historię wyszukiwania, rozmiar czcionki, zakładki i inne.

source: R&emember extra information for history files
pl: Zapamiętaj dodatkow&e informacje plików historii

source: CHM security settings
pl: Ustawienia bezpieczeństwa CHM

source: When external link clicked
pl: Kiedy kliknięto zewnętrzne łącze

source: Alwa&ys open it in external browser
pl: Zawsze otwieraj w przeglądarce zewnętrznej

source: Ask for confirmation
pl: Poproś o potwierdzenie

source: Do not open the link
pl: Nie otwieraj łącza

source: When link pointed to a new CHM file clicked
pl: Kiedy kliknięto łącze wskazujące nowy plik CHM

source: Always open a new CHM file
pl: Zawsze otwieraj nowy plik CHM

source: Do not open a new CHM file
pl: Nie otwieraj nowego pliku CHM

source: Browser
pl: Przeglądarka

source: HTML browser settings
pl: Ustawienia przeglądarki HTML

source: Load the &images
pl: Wczytaj obrazy

source: Enable browser &plugins (i.e. Flash)
pl: Otwórz &przeglądarkę dodaktów (i.e. Flash)

source: Enable &Java
pl: Włącz &Javę

source: Enable Java&Script
pl: Włącz Java&Script

source: Enable &offline storage (HTML5)
pl: Włącz przech&owywanie offline (HTML5)

source: Enable &local storage (HTML5)
pl: Włącz przechowywanie &lokalne (HTML5)

source: Advanced
pl: Zawaansowane

source: View HTML source command uses
pl: Wyświetl użyte polecenia źródłowe HTML

source: Built-in HTML source viewer
pl: Wbudowana przeglądarka źródeł HTML

source: E&xternal program, specified below
pl: Program zewnętrzny, określony poniżej

source: External program:
pl: Program zewnętrzny

source: &Browse
pl: Przeglądarka

source: Other
pl: Inne

source: Use right-to-left layout direction (Arabic and Hebrew layouts)
pl: Użyj kierunku od prawej do lewej (Arabski and Hebrajski układ)

source: Toolbars
pl: Paski narzędzi

source: Small icons
pl: Małe ikony

source: Large icons
pl: Duże ikony

source: Large icons and text
pl: Duże ikony i takst

source: Just text
pl: Tylko tekst

source: Changing those options requires restarting the application to take effect.
pl: Zmiana tych opcji dla zadziałania wymaga ponownego uruchomienia aplikacji.

source: *|Executables
pl: *|Pliki wykonywalne

source: Choose an editor executable
pl: Wybierz edytor plików wykonywalnych

source: Executables (*)
pl: Pliki wykonywalne (*)

source: Multiple topics
pl: Wiele tematów

source: Please select the topic to open:
pl: Proszę wybrać temat do otwarcia:

source: &Settings
pl: U&stawienia

source: &Bookmarks
pl: Zakładki

source: &File
pl: Plik

source: &Edit
pl: &Edytuj

source: &View
pl: Podgląd

source: &Windows
pl: Okna

source: Help
pl: Pomoc

source: General toolbar
pl: Pasek narzędzi główny

source: Navigation toolbar
pl: Pasek narzędzi nawigacji

source: View toolbar
pl: Pasek narzędzi podgląd

source: &Print...
pl: Drukuj...

source: Print
pl: Drukuj

source: Print current page
pl: Drukuj bieżącą stronę

source: Prints currently opened page.
pl: Drukuj aktualnie otwarte strony.

source: &Quit
pl: Zakończ

source: Exit
pl: Wyjście

source: Exits the application
pl: Wyjście z aplikacji

source: C&opy
pl: K&opiuj

source: Copy
pl: Kopiuj

source: Copies selected content to clipboard
pl: Kopiuj zaznaczoną zawartość do schowka

source: &Select All
pl: Zaznacz w&szystko

source: Paste
pl: Wstaw

source: Selects everything in the document
pl: Zaznacz wszystko

source: &Find...
pl: Znajdź...

source: Find text in currently opened page
pl: Znajdź tekst w bieżąco otwartej stronie

source: Enters the Find in page mode
pl: Włącza tryb Znajdź na stronie

source: E&xtract CHM content...
pl: Wyodrębnij zawartość

source: Extract the CHM content to the directory
pl: Wyodrębnij zawartość CHM do katalogu

source: Extracts the CHM archive content to the specified directory. All the files are extracted.
pl: Wyodrębnia zawartość archiwum CHM do określonego katalogu. Wszystkie pliki wyodrębniono.

source: &Application settings...
pl: Ust&awienia aplikacji...

source: Change the application settings
pl: Zmień ustawienia aplikacji

source: &Add bookmark
pl: Dod&aj zakładkę

source: Bookmark
pl: Zakładka

source: Adds a bookmark for currently opened page
pl: Dodaj zakładkę dla bieżąco otwartej strony

source: Adds a bookmark for currently opened page. Remembers the opened page, and scroll position. Bookmarks are accessible through Bookmarks menu or tab.
pl: Dodaje zakładkę do aktualnie otwartej strony. Zapamiętuje otwartą stronę i pozycja. Zakładki są dostępne poprzez menu Zakładki lub kartę Zakładki.

source: &Increase font size
pl: Zw&iększ rozmiar czcionki

source: Larger
pl: Większy

source: Increase the font size
pl: Zwiększ rozmiar czcionki

source: Increases the document font size. The new font size will be stored.
pl: Zwiększ rozmiar czcionki dokumentu. Nowy rozmiar czcionki będzi zaisany.

source: &Decrease font size
pl: Zmniejsz rozmiar czcionki

source: Smaller
pl: Mniejszy

source: Decrease the font size
pl: Zmniejsz rozmiar czcionki

source: Decreases the document font size. The new font size will be stored.
pl: Zmniejsz rozmiar czcionki dokumentu. Nowy rozmiar czcionki będzi zaisany.

source: See &HTML
pl: Zobasz &HTML

source: View HTML source of current page
pl: Wyświetl źródło HTML bieżącej strony

source: Shows the HTML source of currently opened page
pl: Pokarz źródło HTML bieżąco otwartej strony

source: Enable &full screen mode
pl: Włacz tryb pełnoekranowy

source: Enters or leaves the fullscreen mode
pl: Wejdź lub opuść tryb pełnoekranowy

source: Show &navigator window
pl: Pokaż ok&no nawigatora

source: Show navigator dock window
pl: Pokaż okno dokera nawigatora

source: Shows or hides the size window (with Content, Index, Search and Bookmark tabs)
pl: Pokaż lub ukryj rozmiar okna (z Zawartość, Indeks, Wyszukaj i Zakładka zakładki)

source: &Locate
pl: Z&lokalizuj

source: Locate the current page in contents window
pl: Znajdź bieżącą stronę w oknie zawartości

source: If the current page is present in the Table of Contents, locate it there.
pl: Jeśli bieżąca strona znajduje się w spisie treści, znajdź ją tam.

source: Set &encoding
pl: Ustaw kodowani&e

source: Changes the current document encoding.
pl: Zmienia bieżące kodowanie dokumentu.

source: &Open...
pl: &Otwórz

source: Open a CHM file
pl: Otwórz plik CHM

source: Opens a new CHM file
pl: Otwórz nowy plik CHM

source: Back
pl: Wstecz

source: Navigate back
pl: Wróć

source: Navigate back in navigation history
pl: Wróć w historii nawigacji

source: Forward
pl: Do przodu

source: Navigate forward
pl: Przejdź do przodu

source: Navigate forward in navigation history
pl: Przejdź do przodu w historii nawigacji

source: Home
pl: Strona główna

source: Navigate home
pl: Przejdź do strony głównej

source: Navigate to the document Home page, as specified in the document.
pl: Przejdź do strony głównej, jako zgodnie z opisem w dokumencie.

source: Previous
pl: Poprzedni

source: Go to the previous page in the Table of Contents
pl: Przejdź do poprzedniej strony w spisie treści

source: Go to the previous page in the <b>Table of Contents</b><br><br><i>Shortcut: Ctrl+Left Arrow</i>
pl: Przejdź do poprzedniej strony w <b>Spisie Treści</b><br><br><i>Skrót: Ctrl+strzałka w lewo</i>

source: Next
pl: Następny

source: Go to the next page in the Table of Contents
pl: Idź do następnej strony w Spisie Treści

source: Go to the next page in the <b>Table of Contents</b><br><br><i>Shortcut: Ctrl+Right Arrow</i>
pl: Idź do następnej strony w <b>Spisie Treści</b><br><br><i>Skrót: Ctrl+strzałka w prawo</i>

source: &Close window
pl: Zamknij okno

source: Close current window
pl: Zamknij bieżące okno

source: Closes currently opened window
pl: Zamknij bieżąco otwarte okno

source: About uChmViewer...
pl: O uChmViewer...

source: About Qt
pl: O Qt

source: Edit toolbars...
pl: Edytuj paski narzędzi...

source: %1 - failed to load the chm file
pl: %1 - nie udało się załadować pliku chm

source: Unable to load the chm file %1
pl: Nie można załadować pliku chm %1

source: Could not load file %1
pl: Nie udało się wczytać pliku %1

source: Open Link in a new tab Shift+LMB
pl: Otwórz Link na nowej karcie

source: %1 - remote link clicked - %2
pl: %1 - kliknięto łącze zdalne - %2

source: A remote link %1 will start the external program to open it. Do you want to continue?
pl: Link zdalnyk %1 uruchomi zewnętrzny program, aby go otworzyć. Chcesz kontynuować?

source: &Yes
pl: Tak

source: &No
pl: &Nie

source: Open a chm file
pl: Otwórz plik chm

source: Printing aborted
pl: Drukowanie anulowane

source: Printing finished
pl: Drukowanie ukończone

source: Choose a directory to store CHM content
pl: Wybierz katalog zapisu dla zawartość CHM

source: Extracting CHM content
pl: Zastąp zawartość CHM

source: Extracting files...
pl: Zastąp pliki...

source: Could not locate opened topic in content window
pl: Nie można znaleźć otwartego tematu w oknie zawartości

source: Search
pl: Szukaj

source: Bookmarks
pl: Zakładki

source: Index
pl: Indeks

source: Contents
pl: Zawartość

source: Navigator panel
pl: Panel nawigacyjny

source: &Add
pl: Dod&aj

source: Edi&t
pl: Edy&tuj

source: &Del
pl: Usuń

source: %1 - add a bookmark
pl: %1 - dodaj zakładkę

source: Enter the name for this bookmark:
pl: Podaj nazwę dla zakładki

source: %1 - edit the bookmark name
pl: %1 - edytuj nazwę zakładki

source: Type in word(s) to search for:
pl: Wpisz słowa, które chcesz wyszukać:

source: <a href="help">Help</a>
pl: <a href="help">Pomoc</a>

source: &Go
pl: Idź

source: Title
pl: Tytuł

source: Location
pl: Lokalizacja

source: Search returned %1 result(s)
pl: Wyszukiwanie zwróciło %1 wyników

source: Search returned no results
pl: Wyszukiwanie nie zwróciło wyników

source: Search failed
pl: Wyszukiwanie nie powiodło się

source: Reading dictionary...
pl: Czytanie słownika...

source: Generating search index...
pl: Generuję indeks wyszukiwania...

source: TabbedBrowser
pl: Przeglądarka zakładek

source: Select a toolbar
pl: Wybierz pasek narzędzi

source: Editing the toolbar
pl: Edycja paska narzędzi

source: Drag the actions to the toolbar list to add them to the toolbar. Drag them from toolbar list to remove them from the toolbar.
pl: Przeciągnij akcje na listę pasków narzędzi, aby dodać je do paska narzędzi. Przeciągnij je z listy pasków narzędzi, aby usunąć je z paska narzędzi.

source: Available actions
pl: Dostępne akcje

source: Toolbar actions
pl: Pasek narzędzi akcje

source: Add page
pl: Dodaj stronę

source: CHM file viewer
pl: Przeglądarka plików CHM

source: Please report bugs to nicegorov@ya.com
pl: Proszę zaraportuj błąd: nicegorov@ya.com
